Repository: mozilla-l10n/mt-training-data
Catalog: ab/ab_pontoon.tmx
Source language: en_us
Languages: ab

source: We’re working to resolve the issue. Please check back soon.
ab: Ҳара апроблема аӡбаразы аус ҳуеит. Ҳаҳәоит, лассы шәеиҭахәаԥш.

source: We should have info about this product’s reviews within 24 hours. Please check back.
ab: Ҳара ари ахархәага иазкны аҭак ҳауроуп 24 сааҭ рыҩныҵҟа. Ҳаҳәоит, нас шәеиҭахәаԥш.

source: We use AI technology from %s by Mozilla to check the reliability of product reviews. This will only help you assess review quality, not product quality.
ab: Ҳара ҳхы иаҳархәоит %s AI атехнологиа Mozilla аҟынтә аалыҵ ахҳәаа аиашара агәаҭаразы. Уи шәара ишәыцхраауеит ахҳәаа ахаҭабзиара мацара ахәшьара аҭараҿы, аалыҵ ахаҭабзиара акәымкәа.

source: What’s blocked by custom tracking protection
ab: Иарбан хатә шьҭаҵаратә хьчаратә блокқәоу

source: What’s blocked by standard tracking protection
ab: Иаанкылоузеи иааиԥмырҟьаӡакәа ашьҭаԥшра ахьчара?

source: What’s blocked by strict tracking protection
ab: Иарбан ӷәӷәоу ашьҭаԥшра ахьчаратә блокқәа

source: What’s new
ab: Иҿыцу

source: What’s new in %s
ab: %s аҟны ҿыцс иҟоузеи

source: When this product has more reviews, we’ll be able to check their quality.
ab: Ари ахархәага еиҳаны ахҳәаа анаиулак, уи ахаҭабзиара агәаҭара ҳалшоит.

source: When you’re signed in and synced, you’re safer. Firefox encrypts your passwords, bookmarks, and more.
ab: Уанҭалалак, насгьы асинхронизациа аныҟауҵалак, еиҳа ушәарҭадахоит. Firefox шәмаӡажәақәа, шәҭыжьымҭақәа, уҳәа убас иҵегьы ашифр рнаҭоит.

source: Who might be able to see my activity?
ab: Сусура збода?

source: With Firefox on your home screen, you’ll have easy access to the privacy-first browser that blocks cross-site trackers.
ab: Firefox ухатә екран аҿы иқәыргыланы, амаӡара иазку абраузер ахь унеир улшоит, уи асаитқәа рыбжьара ашьҭаҵара ааннакылоит.

source: Would you like to leave %s to view this content?
ab: Ари аҵакы абаразы %s ааншәыжьырц шәҭахума?

source: Xiaomi devices may need extra permissions to add shortcuts to the home screen. Please check your settings.
ab: Xiaomi ахархәагақәа ахатә екран аҿы аҿацәқәа рыцҵаразы иацҵаны азинқәа рҭаххар ауеит. Ҳаҳәоит, шәеиқәыршәарақәа гәашәҭ.

source: Yesterday
ab: Иацы

source: Yes, try it
ab: Ааи, иԥышәа

source: You can easily add this website to your device’s Home screen to have instant access and browse faster with an app-like experience.
ab: Иаразнактәи анеиразы ари асаит шәхыхәҭа ахатә екран иацшәҵар шәылшоит.

source: You can set %1$s to automatically open links in apps.
ab: Шәара ишәылшоит %1$s рхиара автоматла апликациақәа рҿы азхьарԥшқәа раартразы.

source: You don’t have any tabs open in Firefox on your other devices.
ab: Егьырҭ шәхыхәҭақәа рҿы Firefox аҿы анҵамҭақәа аартуп.

source: You have extensions installed, but not enabled
ab: Анарҭбаарақәа шьақәыргылоуп аха аус ауӡом

source: You’ll be logged out of most sites
ab: Асаитқәа реиҳарак шәрылҵуеит

source: You’ll see occasional ads for relevant products. We only advertise products with reliable reviews. %s
ab: Зны-зынла шәара ижәбоит аинтерес зҵоу аалыҵқәа рзы аӡыргақәа. Ҳара ирылаҳарҵәоит игәрагоу ахҳәаа змоу аалыҵқәа мацара. %s

source: You may want to block access if it’s not clear why %s needs this data.
ab: Уара иулшоит анеирҭа аанкылара, %s ари адата зҭаху узеилымкаауазар.

source: Your open tabs will be shown here.
ab: Иаарту анҵамҭақәа абра иаарԥшхоит.

source: Your private tabs will be shown here.
ab: Ухатә ҭаӡҩырақәа абра иаарԥшхоит.

source: Your tabs are syncing! Pick up where you left off on your other device.
ab: Уара уҭаӡҩырақәа асинхронизациа ҟаҵоуп! Даҽа ҳәагак аҿы иахьаанужьыз иацҵа.

source: You’ve enabled HTTPS-Only Mode for enhanced security, and a HTTPS version of <em>%1$s</em> is not available.
ab: Ашәарҭадара аиӷьтәразы «HTTPS мацара» амоду аус аруит, аха <em>%1$s</em> HTTPS аверсиа ыҟаӡам.

source: Zip
ab: Аԥошьҭа акод

source: Zoom on all websites
ab: Асаитқәа зегьы рҟны амасштабтәра

source: 1. Go to Settings
ab: 1. Аиқәыршәарақәа рахь ацара

source: 1. Go to *Settings*
ab: 1. Еиҭаҵ *Аиқәыршәарақәа*

source: %1$@, issued to %2$@, ending in %3$@, expires %4$@
ab: %1$@, аԥшәма %2$@, аномер анҵәамҭа %3$@, аамҭа анҵәамҭа %4$@

source: 1 of %d files
ab: 1 %d афаилқәа рҟынтә

source: %1$@ on %2$@
ab: %1$@ инаркны %2$@ рҟынӡа

source: %1$@ out of %2$@
ab: %1$@ %2$@ аҟынтә

source: %1$@, switch button, %2$@.
ab: %1$@, агәыҵха аиҭакра, %2$@.

source: %1$@ tabs closed: %2$@
ab: Иарку %1$@ анҵамҭақәа: %2$@

source: 2. Tap *Default Browser App*
ab: 2. *Абраузер апликациа стандарт* ақәыӷәӷәара

source: 2. Tap Default Browser App
ab: 2. Иалшәх "Абраузер апликациа стандарт"

source: 3. Select *%@*
ab: 3. Иалшәх *%@*

source: 3. Select Firefox
ab: 3. Иалшәх Firefox

source: Aa
ab: Аа

source: Actual Size
ab: Аоригиналтә шәагаа

source: Ad by %@
ab: Аӡыргара %@ аҟынтә

source: Add a Firefox shortcut to your Home screen. After adding the widget, touch and hold to edit it and select a different shortcut.
ab: Ахатә екран ахь Firefox аҿацә ацҵа. Авиджет ацҵара ашьҭахь, уи аредакциа азутәуп, насгьы даҽа ҿацәк алхтәуп.

source: Add Bookmark
ab: Адырга ацҵатәуп

source: Add Card
ab: Ахсаала ацҵатәуп

source: Added page to Reading List
ab: Адаҟьа аԥхьара ахьӡынҵа иацҵоуп

source: Added Search engine!
ab: Аԥшаага машьына ацҵоуп!

source: Added to Reading List
ab: Аԥхьара ахьӡынҵа иацҵоуп

source: Added To Reading List
ab: Аԥхьара ахьӡынҵа иацҵоуп

source: Added to Shortcuts
ab: Аҿацәқәа ирыцҵоуп

source: Add Firefox shortcuts to your Home screen.
ab: Ахатә екран ахь Firefox аҿацәқәа ацҵа.

source: Address and Search
ab: Адреси аԥшаареи

source: Address Bar
ab: Адресқәа рпанель

source: Address Couldn’t Be Removed
ab: Адрес аԥыхра алымшеит

source: Address Couldn’t Be Saved
ab: Адрес аиқәырхара алымшеит

source: Address for %@
ab: Адрес %@ азы

source: Address Information Updated
ab: Адрес адыррақәа рҿыцуп

source: Address Removed
ab: Адрес аныхуп

source: Address Saved
ab: Адрес еиқәырхоуп

source: Add Search Engine
ab: Аԥшаага ацҵара

source: Add Search Provider?
ab: Аԥшаага ацҵара?

source: Add shortcuts to frequently and recently visited sites.
ab: Лассы-лассы иаҭаауа, насгьы ааигәа иаҭаауа асаитқәа рҿы аҿацәқәа ацҵа.

source: Add shortcuts to your open tabs.
ab: Аҵаҩыра аартразы аҿацәқәа ацҵа.

source: Add Tab
ab: Агәылаҵа ацҵатәуп

source: Add to Bookmarks
ab: Адыргақәа рахь иацҵатәуп

source: Add to Home Screen
ab: Ахатә екран ахь иацҵатәуп

source: Add to Reading List
ab: Аԥхьара ахьӡынҵа иацҵатәуп

source: Add to Shortcuts
ab: Аҿацәқәа рахь иацҵатәуп

source: A device has disconnected from Firefox Sync
ab: Аиқәыршәага Firefox Sync амаҵзура иаҟәыҵит

source: Align QR code within frame to scan
ab: Асканертә фреим аҩныҵҟа QR-код ҭажәгал

source: Allows some ad tracking so websites function properly.
ab: Асаитқәа рзы аӡыргаратә тракерқәа ииашаны аус рулартә алнаршоит.

source: Allow %@ to open?
ab: Азин аартра %@?

source: Alternative Search Engines
ab: Альтернативтә ԥшаагақәа

source: Always Send
ab: Еснагь иаашәышьҭла

source: Amazon
ab: Амазон

source: Analysis Is Up To Date
ab: Анализ актуалра амоуп

source: An error occured while adding the pass to Wallet. Please try again later.
ab: Агха ҟалеит Аԥараҭра амаӡажәа ацҵараан. Ҳаҳәоит даҽазнык шәҽазышәшәа.

source: An SSL error has occurred and a secure connection to the server cannot be made.
ab: SSL агха ҟалеит, насгьы асервер ахь ашәарҭадаратә еиқәыршәара ашьақәыргылара залымшеит.

source: Area
ab: Аокруг

source: Are you sure you want to cancel this download?
ab: Аиҭагара мап ацәкра уҭахума?

source: Are you sure you want to delete it and its contents?
ab: Уара ииашаҵәҟьаны иуҭахума уи иаҵанакуа зегьы аныхра?

source: Articles powered by %@
ab: Астатиақәа %@ аҟынтә

source: A search engine with this title or URL has already been added.
ab: Аԥшаага машьына ари ахы мамзаргьы URL ацҵоуп.

source: A username and password are being requested by %@.
ab: %@ ахархәаҩ ихьӡи аԥсыӡажәеи рзы иаҳәоит.

source: A username and password are being requested by %1$@. The site says: %2$@
ab: %1$@ ахархәаҩ ихьӡи аԥсыӡажәеи ирыҳәоит. Асаит иаҳәоит: %2$@

source: Authenticate to access passwords.
ab: Умаӡажәақәа рахь унеирц азы уҭал.

source: Authenticate to access your saved passwords and payment methods.
ab: Иҵәаху аԥсыӡажәақәеи ашәаратә методқәеи рахь анеиразы аутентификациа ҟаҵа.

source: Authentication required
ab: Аутентификациа аҭахуп

source: Autofill Addresses
ab: Адресқәа автохарҭәаара

source: AutoFill Firefox Passwords
ab: Firefox амаӡажәақәа автоматла рхарҭәаара

source: Automatic
ab: Автоматла

source: Automatically
ab: Автоматла

source: Available devices:
ab: Иҟоу ахархәагақәа:

source: Be careful on this site
ab: Ари асаит аҿы шәгәышәҽаныз

source: Be careful. Something doesn’t look right.
ab: Згәы зҽану. Акы ииашаны иҟам.

source: Blank Page
ab: Иҭацәу адаҟьа

source: Block Images
ab: Асахьақәа рыблок

source: Block Opening External Apps
ab: Адәныҟатәи апрограммақәа раартра аблок

source: Block Pop-up Windows
ab: Ицәырҵуа аблокатор

source: BLOCKS
ab: ИАБЛОКИРУП

source: Blocks more trackers, ads, and popups. Pages load faster, but some functionality may not work.
ab: Еиҳаны ашьҭаԥшыгақәеи, аӡыргақәеи, ицәырҵуа аҿаԥшыгақәеи ааннакылоит. Адаҟьақәа еиҳа ирласны иҭагалахоит, аха ҟазшьақәак аус руамзар ҟалоит.

source: Bookmark Added
ab: Аҭыӡдырга ацҵоуп

source: Bookmarked
ab: Иарбоуп

source: Bookmark Link
ab: Адыргақәа рахь иацҵатәуп

source: Bookmark Removed
ab: Аҭыжьымҭақәа аныхуп

source: Bookmark This Page
ab: Ари адаҟьа азгәаҭа

source: Brightness
ab: Алашара

source: Browse with no saved cookies or history in %@.
ab: Аԥшаара еиқәырхоу акукиқәеи аҭоурыхи рыда %@ аҟны.

source: Browsing History
ab: Аҭаара ажурнал

source: Built-in Enhanced Tracking Protection helps stop ads from following you around. Turn on Strict to block even more trackers, ads, and popups.
ab: Иагәылоу иаԥхьагылоу ашьҭаԥшратә хьчара аӡыргақәа ушьҭаҵара аԥырҟәҟәаара иацхраауеит. Иаарттәуп Ахьчара ӷәӷәа еиҳаны ашьҭаҵаҩцәеи, аӡыргареи, ицәырҵуа аҿаԥшыгақәеи раанкыларазы.

source: By selecting “Yes, Try It” you agree to the following from %@:
ab: “Ааи, иԥышәшәа” ҳәа иалхны, шәара шәақәшаҳаҭуп %@ аҟынтә:

source: By selecting “Yes, Try It” you agree to these items:
ab: “Иаҳҳәап, иԥышәшәа” ҳәа иалхны, шәақәшаҳаҭуп:

source: Cache
ab: Акеш

source: Cancel Download
ab: Аҭагалара аԥыхтәуп

source: Cannot Open Page
ab: Адаҟьа аартра алымшеит

source: Can’t Check These Reviews
ab: Ҳара иҳалшом арҭ ахҳәаақәа рыгәра агара

source: Card Information Updated
ab: Ахсаала адыррақәа рҿыцуп

source: Card Removed
ab: Акарта аныхуп

source: Certificate
ab: Асертификат

source: Changes color theme.
ab: Иԥсахуеит аԥштәы атема.

source: Changes font type.
ab: Иԥсахуеит ашрифт ахкы.

source: Change wallpaper by tapping Firefox homepage logo
ab: Уҭӡамц ԥсахтәуп Firefox ахатә даҟьа алого ақәыӷәӷәарала

source: Checking review quality
ab: Ахҳәаақәа рхаҭабзиара агәаҭара

source: Checking review quality (%@)
ab: Ахҳәаа ахаҭабзиара агәаҭара (%@)

source: Check Now
ab: Уажәы игәашәҭ

source: Check Review Quality
ab: Ахҳәаақәа рхаҭабзиара гәашәҭ

source: Choose a %@ Wallpaper
ab: Иалхтәуп аҭӡамц %@

source: Choose Firefox as your default browser to make speed, safety, and privacy automatic.
ab: Иалышәх Firefox шәбраузер еиԥш аццакыра, ашәарҭадара, амаӡара рзы.

source: Choose what displays as the homepage.
ab: Иалышәх шәхатә даҟьаны иаарԥшхо.

source: Choose what’s included on the Firefox homepage.
ab: Иалышәх Firefox ахатә даҟьаҿы иагәылаҵатәу.

source: Choose what to load when opening a new tab
ab: Агәылаҵа ҿыц анаартуа иҭагалатәу алышәх

source: Choose what you see when you return to Firefox.
ab: Иалышәх Firefox ахь шәаныхынҳәуа ижәбо.

source: Classic %@
ab: Аклассика %@

source: Classic Wallpaper
ab: Аклассикатә ҭӡамц

source: Clear All Website Data
ab: Асаит адыррақәа зегьы ԥыхтәуп

source: Clear Items: %1$@
ab: Ахәҭақәа аԥыхтәуп: %1$@

source: Clear Private Data
ab: Ахатә дыррақәа раныхра

source: Clear Private Tabs
ab: Ахатә абларҭақәа арктәуп

source: Clear Recent History
ab: Аҵыхәтәантәи аҭоурых аԥыхра

source: Clear Recent History…
ab: Иаԥыхтәуп аҵыхәтәантәи аҭоурых…

source: Clear Search
ab: Ирыцқьа аԥшаара

source: Close All Inactive Tabs
ab: Иактивым абларҭақәа зегьы арктәуп

source: Close all private tabs and delete history, cookies, and all other site data.
ab: Иарктәуп хатә ҭаӡҩырақәа зегьы, насгьы иԥыхтәуп аҭоурых, акукиқәа, егьырҭ асаит адыррақәа зегьы.

source: Close All Tabs
ab: Агәылаҵақәа зегьы арктәуп

source: Close and exit %@ onboarding
ab: Иаркны иҭыҵтәуп %@ аҵара

source: Close privacy and security menu
ab: Амениу амаӡареи ашәарҭадареи арктәуп

source: Close Private Tabs
ab: Ахатә абларҭақәа арктәуп

source: Close Review Checker
ab: Иарктәуп ахҳәаа агәаҭара

source: Close Survey
ab: Иааигәаны аҭҵаара

source: Close Survey Prompt
ab: Аҭҵаара азыҳәара арктәуп

source: Close Tab
ab: Абларҭа арктәуп

source: Close This Tab
ab: Ари абларҭа арктәуп

source: Close Zoom Panel
ab: Иарктәуп азум апанель

source: Closing tab
ab: Агәылаҵа аркра

source: Collapse How we determine review quality Card
ab: Аиҵаҵара акарточка «Ахҳәаа ахаҭабзиара шҳаӡбо»

source: Collapse Settings Card
ab: Акарта архиарақәа реизгара

source: Committed to the promise of a better Internet for everyone.
ab: Зегьы рзы интернет аиӷьтәра зызку.

source: Common Name
ab: Азеиԥш хьӡы

source: Complete this survey
ab: Ари аҭҵаара амҩаԥгара

source: Conceal
ab: Аҵәахра

source: Connection not secure
ab: Ишәарҭам аимадара

source: Connection not secure. Enhanced Tracking Protection is off.
ab: Ишәарҭам аимадара. Ирӷәӷәоу ашьҭаԥшра ахьчара аҿыхуп.

source: Cookies and site data removed
ab: Акукиқәеи асаит адыррақәеи ԥыхуп

source: Copy Address
ab: Адрес ақәҭыхра

source: Copy Image
ab: Асахьа ақәҭыхра

source: Copy Image Link
ab: Асахьа азхьарԥш ақәҭыхра

source: Copy Link
ab: Азхьарԥш ақәҭыхра

source: Copy URL
ab: Ақәҭыхра URL

source: Could not add page to Reading list
ab: Адаҟьа аԥхьара ахьӡынҵахь ацҵара алымшеит

source: Could not add page to Reading List. Maybe it’s already there?
ab: Адаҟьа аԥхьара ахьӡынҵахь ацҵара алымшеит. Иҟалап лара уа дыҟазар?

source: Could not load page.
ab: Адаҟьа аҭагалара алымшеит.

source: Couldn’t Change Wallpaper
ab: Аҭӡамц аԥсахра алымшеит

source: Couldn’t Download Wallpaper
ab: Аҭӡамц аҭагалара алымшеит

source: Country
ab: Ақалақь

source: Country or Region
ab: Атәыла ма арегион

source: County
ab: Аокруг

source: %@ crashed. Restore your tabs?
ab: %@ икаҳаит. Аҭаӡҩырақәа реиҭашьақәыргылара?

source: Create an account
ab: Ахыԥхьаӡара аԥҵара

source: Created %@
ab: Иаԥҵоуп %@

source: Cross-Site Trackers
ab: Асаитқәа рыбжьаратәи ашьҭаҵагақәа

source: Cross-site tracking cookies: %@
ab: Асаитқәа рыбжьара ашьҭаҵаратә кукиқәа: %@

source: Cryptominers secretly use your system’s computing power to mine digital money. Cryptomining scripts drain your battery, slow down your computer, and can increase your energy bill.
ab: Акриптомаинерцәа маӡала рхы иадырхәоит шәсистема аҳасабратә мчра адиджиталтә ԥарақәа рыԥшааразы. Арҭ аскриптқәа убатареиа рцәырыргоит, ухы иаурхәо аус армаҷуеит, насгьы амчхаразы аԥара узҭо еиҳар алшоит.

source: Current Homepage
ab: Уажәтәи ахатә даҟьа

source: Currently selected tab.
ab: Уажәы иалху абӷьыц.

source: Current Zoom Level: %@
ab: Уажәтәи ашкала: %@

source: Customize %@
ab: Акәша-мыкәша %@

source: Customize Homepage
ab: Ухатә даҟьа рхиала

source: Customize Tab Tray
ab: Агәылаҵа аҭаӡ рхиатәуп

source: Custom URL
ab: Иҷыдоу URL

source: Data Clearance
ab: Адырқәа рыцқьара

source: Data Management
ab: Адыррақәа рнапхгара

source: Decrease text size
ab: Ашрифт ашәагаа армаҷтәуп

source: Decrease Zoom Level
ab: Амҽхак армаҷра

source: Default Browser App
ab: Абраузер апликациа ишыҟоу еиԥш

source: Default clear wallpaper.
ab: Имариоу аҭӡамц стандарт.

source: Default Search Engine
ab: Аԥшаага машьына ишыҟоу еиԥш

source: Default to a Better Internet
ab: Еиӷьу аинтернет ахь аиасра

source: Delete all sites in %@?
ab: %@ аҟны иҟоу асаитқәа зегьы ԥыхтәума?

source: Delete Bookmark
ab: Ианыхтәуп анҵамҭа

source: Deleted “%@”
ab: Ианыхуп "%@"

source: Delete Folder
ab: Аҭаӡ аныхтәуп

source: Delete from History
ab: Аҭоурых аҟынтә ианыхтәуп

source: Delete session data
ab: Асесиа адыррақәа аԥыхтәуп

source: %@ deletes your cookies, history, and site data when you close all your private tabs.
ab: %@ иԥнахуеит укукиқәа, уҭоурых, усаит адыррақәа ухатә ҭаӡҩырақәа зегьы ануаркуа.

source: Department
ab: Аҟәша

source: Deselect All
ab: Иалкаатәуп зегьы

source: Device Name
ab: Аиқәыршәага ахьӡ

source: Disconnect Sync
ab: Аиҿыхра

source: Disconnect Sync?
ab: Аиҿыхра?

source: Display Settings
ab: Аарԥшра архиарақәа

source: District
ab: Аокруг

source: %d min
ab: %d амин

source: +%d More…
ab: + еиҳаны %d…

source: DNS Name
ab: DNS ахьӡ

source: Don’t Save
ab: Еиқәырхатәым

source: Don’t Send
ab: Иумышьҭын

source: Don’t Update
ab: Арҿыцра ҟашәымҵан

source: Do/Si
ab: До/Си

source: Double tap and hold for more options
ab: Ҩынтә еиқәыӷәӷәаны иаанкылатәуп егьырҭ аопциақәа рбаразы

source: Double tap to toggle setting.
ab: Аиқәыршәара аԥсахразы ҩынтә ақәыӷәӷәара.

source: Download Cancelled
ab: Аҭагалара мап ацәкуп

source: Downloaded Files
ab: Иҭагалоу афаилқәа

source: Downloaded files will show up here.
ab: Иҭагалоу афаилқәа абра иааԥшуеит.

source: Download Failed
ab: Аҭагалара алымшеит

source: Download Link
ab: Аҵаҩра аҟынтәи аҭагалара

source: Download Now
ab: Иҭагалатәуп уажәы

source: Download PDF
ab: Аҭагалара PDF

source: %d tab(s) closed
ab: %d анҵамҭа(қәа) иаркуп

source: Edit Bookmark
ab: Аҭыӡдырга аредакциа азутәуп

source: Edit Card
ab: Ахсаала аредакциа азутәуп

source: Edit Folder
ab: Аҭаӡ ԥсахтәуп

source: Elevate Everyday Browsing
ab: Есыҽнытәи уԥшаара еиӷьтәтәуп

source: Emirate
ab: Аемираттә

source: %@ encrypts your card number. Your security code won’t be saved.
ab: %@ укарта аномер еиқәнаршәоит. Ушәарҭадаратә код еиқәырхахаӡом.

source: %@ encrypts your passwords, bookmarks, and more when you’re synced.
ab: %@ асинхронизациа аан уԥсыӡажәақәа, уҭыжьымҭақәа уҳәа убас иҵегьы еиқәнаршәоит.

source: End your private session?
ab: Ахатә сеанс алгара?

source: Enter a valid expiration date
ab: Иҭажәгал ииашоу аамҭа анҵәара арыцхә.

source: Enter passcode
ab: Иҭажәгал амашәыртә код

source: Enter Search Mode
ab: Иҭажәгал аԥшааратә режим

source: Enter your password to connect
ab: Аҽаԥшьгаразы иҭажәгал шәмаӡажәа

source: Expand How we determine review quality card
ab: Ирҭбаа акарточка «Ахҳәаа ахаҭабзиара шҳаӡбо»

source: Expand Settings Card
ab: Ирҭбаатәуп архиарақәа ркарточка

source: Expiration MM / YY
ab: Аус аура аамҭа ММ / ШШ

source: Expires
ab: Аамҭа нҵәоит

source: Expires %@
ab: Аамҭа анҵәара арыцхә %@

source: Facebook
ab: Феисбук

source: Failed
ab: Аҭабгара

source: Failed to Add Pass
ab: Амаӡажәа ацҵара алымшеит

source: Filter
ab: Араӡага

source: Filter Sites
ab: Асаит афильтр

source: Find
ab: Аԥшаара

source: Find Again
ab: Анаҩстәи аԥшаара

source: Find in Page
ab: Адаҟьаҿы аԥшаара

source: Find in Page…
ab: Адаҟьаҿы иԥшаатәуп…

source: Fingerprinters: %@
ab: Анацәашьҭақәа реизгаҩцәа: %@

source: Firefox Account
ab: Firefox ахыԥхьаӡара

source: Firefox blocks 3,000+ trackers per user each month on average. Make us your default browser for privacy peace of mind.
ab: Firefox есымза ахархәаҩ ибжьаратәла 3,000 тракерк аанкылоит. Умаӡара иазкны угәы ҭынчхарц азы убраузер ҳзыҟаҵа.

source: Firefox cannot open the page because it has an invalid address.
ab: Firefox адаҟьа аартра ауам, избан акәзар уи адрес иашам.

source: Firefox Has Privacy Covered
ab: Firefox амаӡара еиқәнаршәоит

source: Firefox Home
ab: Firefox ахатә даҟьа

source: Firefox Home Page
ab: Firefox ахатә даҟьа

source: Firefox logo, change the wallpaper.
ab: Firefox логотип, аҭӡамц аԥсахра.

source: Firefox may install and run studies from time to time.
ab: Firefox зны-зынла ишьақәнаргылоит, насгьы аҭҵаара мҩаԥнагоит.

source: Firefox requires Face ID to access your saved passwords and payment methods.
ab: Firefox иаҭахуп Face ID еиқәырханы иҟоу алогинқәеи ишәарҭоу акартақәеи рахь анеиразы.

source: Firefox Shortcuts
ab: Firefox аҿацәқәа

source: Firefox Sync
ab: Firefox асинхронизациа

source: Firefox Sync has connected to %@
ab: Firefox Асинхронизациа амаҵзура %@ иаҿакуп

source: Firefox uses your camera to scan QR codes and take photos and video.
ab: Firefox акамера ахархәоит QR-кодқәа рыҭыхразы, насгьы афотосахьақәеи авидеоқәеи рҭыхразы.

source: Firefox uses your microphone to record and upload audio.
ab: Firefox аудио аҭаҩреи ашьҭыхреи рзы умикрофон ахархәоит.

source: Firefox wallpaper, amethyst pattern.
ab: Firefox аҭӡамц, аметисттә хсаала.

source: Firefox wallpaper, beach hills pattern.
ab: Firefox ауолпепер, амшын аԥшаҳәа ахәқәа рпатреҭ.

source: Firefox wallpaper, cerulean pattern.
ab: Firefox аҭӡамц, азуртәи ахсаала.

source: Firefox wallpaper, sunrise pattern.
ab: Firefox ауолпепер, амраҭашәара ахсаала.

source: Firefox wallpaper, twilight hills pattern.
ab: Firefox ауолпепер, ахәылбыҽха ақәцәақәа рцәаҩа.

source: Firefox will stop syncing with your account, but won’t delete any of your browsing data on this device.
ab: Firefox ухыԥхьаӡара асинхронизациа ааннакылоит, аха уи аиқәыршәагаҿы увеб-ԥшааратә данноқәа зегьы аныхӡом.

source: Firefox won’t remember any of your history or cookies, but new bookmarks will be saved.
ab: Firefox уҭоурых ма укукиқәа рҟынтә акгьы игәалашәом, аха аҭыжьымҭа ҿыцқәа еиқәырхахоит.

source: Firefox would like to access your Photos
ab: Firefox иаҭахуп упатреҭқәа рахь анеира

source: Folder
ab: Апапка

source: Generate a new strong password
ab: Иҿыцу иӷәӷәоу амаӡажәа аԥҵара

source: Generated password: %@
ab: Иаԥҵоу аԥсыӡажәа: %@

source: Get Help
ab: Ацхыраара аԥшаара

source: Get Started
ab: Алагара

source: Get suggestions from %@ related to your search
ab: Уԥшаара иадҳәалоу аҳәарақәа %@ аҟынтә иуоур

source: Go
ab: Ацара

source: Got It
ab: Еилкаауп

source: Go to
ab: Ииастәуп

source: Go to copied link
ab: Иқәҭыху азхьарԥш шәацныҟәа

source: Go to copied link?
ab: Иқәҭыху азхьарԥш шәықәныҟәа?

source: Go to Copied Link
ab: Иқәҭыху азхьарԥш шәацныҟәа

source: Go to device ‘Settings’ > ‘Firefox’. Allow Firefox to access camera.
ab: Шәхыхәҭа Аиқәыршәарақәа рахь шәца > Фаерфокс. Азин аҭ Firefox укамера анеиразы.

source: Go to your device Settings to turn on notifications in %@
ab: Ардыррақәа %@ аҟны аус рурц азы шәхыхәҭа архиарақәа рахь шәца

source: Grade %@
ab: Ахәшьара %@

source: %@ has been successfully disconnected.
ab: %@ гәаӷьрала иалхын.

source: Heads up!
ab: Азҿлымҳара!

source: Help us make %@ better. It only takes a minute.
ab: Ҳацхраа %@ еиӷьаҳтәырц. Минуҭк ауп иаҭаххо.

source: Hide
ab: Аҵәахра

source: Hide Inactive Tabs
ab: Иактивым абларҭақәа ҵәахтәуп

source: *Highlights* are from %1@ reviews within the last 80 days that we believe to be reliable.
ab: *Ихадоу адыррақәа* аҵыхәтәантәи 80 мшы рзы %1@ аҟны ахҳәаақәа рҟынтәи иаагоуп, урҭ рыгәра угартә иҟоуп ҳәа ҳгәы иаанагоит.

source: *Highlights* are from %@ reviews within the last 80 days that we believe to be reliable.
ab: *Ихадоу адыррақәа* аҵыхәтәантәи 80 мшы рзы %@ аҟны ахҳәаақәа рҟынтәи иаагоуп, урҭ рыгәра угартә иҟоуп ҳәа ҳгәы иаанагоит.

source: Home
ab: Аҩны

source: Homepage wallpaper cycle toggle
ab: Иаԥсахтәуп ахатә даҟьа аҭӡамц ацикл

source: If a site doesn’t work as expected, tap the lock in the address bar and turn off Enhanced Tracking Protection for that page.
ab: Асаит ииашаны аус амуазар, адресқәа рбар аҿы иҟоу ашәақь ақәыӷәӷәаны, уи адаҟьазы Ирӷәӷәоу ашьҭаԥшра ахьчара арцәа.

source: If something looks broken on this site, try turning it off.
ab: Ари асаит аҿы акы аус амуазар, уи аҿыхра шәҽазышәшәа.

source: Inactive Tabs
ab: Иактивым абларҭақәа

source: Include on Homepage
ab: Ахатә даҟьахь иацҵатәуп

source: Increase text size
ab: Ашрифт ашәагаа иацҵатәуп
